/* REXX */

/* loop with additional end */
do i = 1 to 15

end
end /* one end to much */
end /* another end to much */

/* correct loop */
do i = 1 to 15
end