/* REXX */
cnt                = 1
stem.cnt.firstname = "Max"
stem.cnt.lastname  = "Musterman"
stem.cnt.street    = "Musterstraße 3"
stem.cnt.postcode  = "01234"
stem.cnt.city      = "Musterhausen"
stem.0             = cnt

ste
stem.
stem.c
stem.cnt.
stem.cnt.f