/* REXX */

/*E_ILLEGAL_CHAR*/
{ 

/*E_UNMATCHED_ENDCOMMENT*/
*/ 

/*E_UNCLOSED_STRING*/
open_string1 = "open string

/*E_UNCLOSED_STRING*/
open_string2 = 'open string

/*E_UNCLOSED_COMMENT*/
/* comment without end