/* REXX */

/* Initialize */
info = ""
infoSum = ""

/* Compute */
info = "5 + 7 = "
infoSum = 5 + 7

/* Display */
say INFO!!infoSum

/* Exit */
exit 0